<div id="promo">
    <h1 id="promoText">
        Хворь - современный бренд одежды
    </h1>
</div>

<div id="mainTextWrap">
    <div id="mainText">
        Одежда - это символ принадлежности к определенному «кругу», показатель статуса, места в иерархии…или, как минимум, наличия претензий на таковой, ведь одежда не всегда «говорит» правду о своем владельце, нередко бывает, что впечатление, создаваемое ею, оказывается ошибочным: бедная одежда не всегда свидетельствует о бедности того, кто ее носит (например, общеизвестно, что многие «неприлично» богатые люди на Западе одеваются очень бедно), а богатая одежда не всегда подтверждает достаток владельца (может на ее покупку уходят практически все сбережения?), но, одежда, которую вы выбираете, всегда некое сообщение, написанное на языке символов.
    </div>
</div>